[
  {
    "featuredId": 400,
    "title": "Coronavirus symptoms: Can you have COVID-19 without fever?",
    "details": "COVID-19 has few telltale signs, and fever is one of the prominent ones. It is actually one of the initial symptoms a person experiences after getting infected with the contagious virus. It is common in all variants of the coronavirus. As per the revised guideline of the US Centers for Disease Control and Prevention (CDC), no fever for 24 hours without the use of fever-reducing medication after five days of its onset is also an indication to end the isolation. But what if you never had a fever? Can you still be infected with the contagious virus?",
    "imgSrc": "https://static.toiimg.com/thumb/91009364.cms?width=680&height=512&imgsize=19680"
  },
  {
    "featuredId": 401,
    "title": "The never ending highs and lows of COVID cases have made us listless.",
    "details": "The never ending highs and lows of COVID cases have made us listless. However, it is still not the right time to drop the guards as we never know when a massive wave of the virus will hit us. From the very beginning of the pandemic, global health agencies, governments and administrations have been suggesting us to be careful in our personal and social behaviour in order to stay safe from the viral attack. A virus becomes a menace, when it gets the scope to reproduce and propagate within a host population. The reason the COVID causing coronavirus is still thriving within the population is because the human body is a suitable host for it. The only way to stop the menace of the virus is to stop it from spreading. Only if we can cut the transmission of the virus from one person to another, the load of the virus in our environment is likely to reduce.",
    "imgSrc": "https://static.toiimg.com/thumb/90981895.cms?width=680&height=512&imgsize=56260"
  },
  {
    "featuredId": 403,
    "title": "Coronavirus symptoms: Can you have COVID-19 without fever?",
    "details": "The Wholesale Price Index has been in double digits for almost a year and has just skyrocketed to a horrendous 14.5%. Tighten your belts. We are heading for the worst inflation in a long time. This will hit purchasing power, economic growth and the stock markets.",
    "imgSrc": "https://static.toiimg.com/photo/91035160.cms"
  },
  {
    "featuredId": 404,
    "title": "Beautiful Nagaland experiences for a first-timer",
    "details": "Nagaland sits snug in the middle with Arunachal Pradesh in the north, Assam in the west, Manipur in the south, and Myanmar in the east. For those planning to take a trip to Nagaland for the very first time, you are in for a very pleasant experience, one you can definitely write home about.",
    "imgSrc": "https://static.toiimg.com/thumb/msid-90981675,width-748,height-499,resizemode=4,imgsize-171218/Beautiful-Nagaland-experiences-for-a-first-timer.jpg"
  },
  {
    "featuredId": 405,
    "title": "Indian folk and tribal art and where to find them",
    "details": "They are intricate, unique, have earthy tones, and are passed on from generation to generation. Indian folk art depicts the story of how our society looked like in the past, many factors—natural, socio-economic and cultural—that influenced the society. Not something that gets widely discussed, Indian folk art, in our present-day scenario, faces the threat of getting lost for good.",
    "imgSrc": "https://static.toiimg.com/photo/91024048/Indian-Folk-art.jpg?width=748&resize=4"
  },
  {
    "featuredId": 406,
    "title": "Easy hikes in India for beginners",
    "details": "Some like it tough and some like to keep it light, that’s how people usually go hiking. It can be an expedition you will remember for a long time or it can be a short and fun (easy on the lungs) day hikes; whatever your pick is, hiking is always filled with adventure big and small. Here’s our list of five easy hikes in India which everyone can experience, whether young or old.",
    "imgSrc": "https://static.toiimg.com/thumb/msid-91022784,width-748,height-499,resizemode=4,imgsize-217934/Easy-hikes-in-India-for-beginners.jpg"
  }
]