[
  {
    "heroId": 100,
    "title": "KGF-2 actress Srinidhi Shetty stuns in a mint green anarkali",
    "imgUrl": "https://static.toiimg.com/thumb/msid-90843047,width-800,height-600,resizemode-75,imgsize-128346,pt-32,y_pad-40/90843047.jpg",
    "details": "Anarkali suits are back to rule the summer and how! Mostly stitched as a long, frock-style kurta, these suits usually have a slim fitted bottom and vary in length and embroidery, but are mostly stitched with floor-length cuts. With Bollywood and Tollywood celebrities wearing them again this season, they are set to become an eternal piece of summer clothing. And the latest diva to rock it in style is none other than former beauty queen and Telugu actress Srinidhi Shetty. The actress left us impressed in her recent anarkali outing and if you love these flowy kurtas, you ought to checkout Srinidhi's anarkali."
  },
  {
    "heroId": 101,
    "title": "Switzerland all set to lift entry restrictions for travellers from May 2",
    "imgUrl": "https://static.toiimg.com/photo/91026184/switzerland.jpg",
    "details": "Switzerland all set to lift entry restrictions for travellers from May 2. Reportedly, Switzerland's State Secretariat of Migration (SEM) recently announced lifting of all entry restrictions that had been in place through the duration of the pandemic with effect from May 2."
  },
  {
    "heroId": 102,
    "title": "Hairstyle inspiration from Indian cricketers",
    "imgUrl": "https://static.toiimg.com/thumb/msid-91046828,imgsize-,width-301,height-222,resizemode-75/91046828.jpg",
    "details": "For decades, Indians have been infatuated with Bollywood stars and heroes, as they call them. People dress up from head to toe, including their haircuts. When it comes to sports, Cricket is unquestionably India’s Bollywood! And Indian cricketers have profited handsomely from the sport’s large fan base. In fact, this fan base has aided cricketers in improving their style of play. Furthermore, a good hairstyle attracts more endorsements! Here are some unusually stylish haircuts worn by Indian cricketers."
  },
  {
    "heroId": 103,
    "title": "Emotional fans call out Akshay for going back on his word",
    "imgUrl": "https://static.toiimg.com/thumb/msid-91048107,imgsize-115984,width-271,height-200/91048107.jpg",
    "details": "People may have got away with it in the pre social media era, but today the public declarations you make are as good as carved in stone. Netizens ensure that you stay true to your word once you put it out there in the public sphere. And so, when a public figure reneges on a promise, he is instantly called out on it."
  },
  {
    "heroId": 104,
    "title": "Sayli Kamble gets married to BF Dhaval",
    "imgUrl": "https://static.toiimg.com/thumb/msid-91050479,imgsize-123896,width-271,height-200/91050479.jpg",
    "details": "As Indian Idol 12's Sayli Kamble married boyfriend Dhawal in a traditional Maharashtrian wedding, Nachiket Lele and Nihal Tauro were in attendance. Indian Idol 12's second runner-up Sayli Kamble married boyfriend Dhawal in a traditional Maharashtrian style wedding in Kalyan."
  },
  {
    "heroId": 105,
    "title": "Saris, bralettes: Here's refashioning masculinity",
    "imgUrl": "https://static.toiimg.com/thumb/msid-91037079,imgsize-102764,width-271,height-200/91037079.jpg",
    "details": "Fashion is not just a medium of self-expression but also a reflection of our society. It is a pertinent tool to bring in a social change and for the longest time, designers, stylists, and fashion writers have been collectively pushing the boundaries in this domain. Several gender-agnostic brands have emerged over the years in India, thereby blurring the lines of how men and women dress up."
  }
]